Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: When something breaks while loading data from YouTube, KasetPlus sends an anonymous report — no account, no personal data, no listening history — so it can be fixed quickly. You can turn this off at any time.
ar: عندما يتوقف شيء ما أثناء تحميل البيانات من يوتيوب، يقوم كاستبلس بإرسال تقرير مجهول - لا حساب، لا توجد بيانات شخصية، ولا تاريخ للاستماع - لذا يمكن إصلاحها بسرعة. يمكنك إيقاف هذا في أي وقت.
cs: Když se něco rozbije při načítání dat z YouTube, KasetPlus odešle anonymní hlášení - žádný účet, žádné osobní údaje, žádná historie poslechu – takže ji lze rychle opravit. Toto můžete kdykoliv vypnout.
da: Når noget pauser under indlæsning af data fra YouTube, sender KasetPlus en anonym rapport - ingen konto, ingen personlige data, ingen lyttehistorik - så det kan løses hurtigt. Du kan til enhver tid slå dette fra.
de: Wenn beim Laden von Daten von YouTube etwas kaputt geht, sendet KasetPlus einen anonymen Bericht — kein Konto, keine persönlichen Daten, kein Abrufverlauf — so kann es schnell behoben werden. Sie können dies jederzeit ausschalten.
el: Όταν κάτι αλλάζει κατά τη φόρτωση δεδομένων από το YouTube, το KasetPlus στέλνει μια ανώνυμη αναφορά — χωρίς λογαριασμό, χωρίς προσωπικά δεδομένα, χωρίς ιστορικό ακρόασης — έτσι ώστε να μπορεί να διορθωθεί γρήγορα. Μπορείτε να το απενεργοποιήσετε ανά πάσα στιγμή.
es: Cuando algo se rompe al cargar datos de YouTube, KasetPlus envía un informe anónimo — sin cuenta, no hay datos personales, no hay historial de escucha — así que se puede arreglar rápidamente. Puedes desactivarlo en cualquier momento.
fi: Kun jotain katkeaa ladattaessa tietoja YouTubesta, KasetPlus lähettää anonyymin raportin — ei tiliä, ei henkilötietoja, ei kuunteluhistoriaa, joten se voidaan korjata nopeasti. Voit poistaa tämän käytöstä milloin tahansa.
fr: Quand quelque chose se casse lors du chargement des données depuis YouTube, KasetPlus envoie un rapport anonyme — sans compte, pas de données personnelles, pas d'historique d'écoute — il peut donc être corrigé rapidement. Vous pouvez le désactiver à tout moment.
it: Se qualcosa va storto durante il caricamento dati da YouTube, KasetPlus invia un report anonimo (niente dati personali, dell'account o della cronologia di ascolto) in modo da poter risolvere il prima possibile. Puoi disattivare la funzionalità quando desideri.
ja: YouTubeからデータを読み込んでいる間に何かが壊れた場合、KasetPlusは匿名のレポートを送信します — アカウントはありません。 個人データも聞き取り履歴もありません。迅速に修正できます。 いつでもこれをオフにできます。
nl: Als iets breekt tijdens het laden van gegevens van YouTube, KasetPlus stuurt u een anoniem rapport - geen account, geen persoonlijke gegevens, geen afluistergeschiedenis - dus het kan snel worden opgelost. Je kunt dit op elk moment uitschakelen.
no: Når noe går i stykker mens du laster data fra YouTube, sender KasetPlus en anonym rapport – ingen konto, ingen personlige data, ingen lyttehistorie — slik at den kan fikses raskt. Du kan skru dette av når som helst.
pl: Gdy coś się złama podczas ładowania danych z YouTube, KasetPlus wysyła anonimowy raport — brak konta, brak danych osobowych, brak historii słuchania — więc można ją szybko naprawić. Możesz to wyłączyć w dowolnym momencie.
pt: Quando algo é interrompido ao carregar dados do YouTube, KasetPlus envia um relatório anônimo — sem conta, nenhum dado pessoal, nenhum histórico de escuta — para que possa ser corrigido rapidamente. Você pode desativar isto a qualquer momento.
pt_br: Quando algo é interrompido ao carregar dados do YouTube, KasetPlus envia um relatório anônimo — sem conta, nenhum dado pessoal, nenhum histórico de escuta — para que possa ser corrigido rapidamente. Você pode desativar isto a qualquer momento.
ro: Atunci când ceva se sparge în timpul încărcării datelor de pe YouTube, KasetPlus trimite un raport anonim - niciun cont, fără date personale, fără istoric de ascultare – astfel încât să poată fi rezolvate rapid. Puteți dezactiva acest lucru în orice moment.
ru: Когда что-то ломается при загрузке данных с YouTube, KasetPlus отправляет анонимный отчет — нет учетной записи, нет личных данных, нет истории прослушивания — так можно исправить. Вы можете отключить это в любое время.
sv: När något går sönder när data laddas från YouTube, skickar KasetPlus en anonym rapport — inget konto, inga personuppgifter, ingen lyssningshistorik — så att den snabbt kan fixas. Du kan stänga av detta när som helst.
uk: Коли щось ламається під час завантаження даних з YouTube, KasetPlus надсилає анонімний звіт - жодного облікового запису, немає особистих даних, не існує історії - можна швидко виправити це. Це можна вимкнути в будь-який час.
zh_hans: 当从YouTube加载数据时出现故障时，KasetPlus发送了一个匿名报告——没有账户。 没有个人数据，没有监听历史——因此可以很快固定下来。 您可以随时关闭此功能。

source: You're all caught up
ar: لقد اطّلعت على كل شيء
cs: Vše je zachyceno
da: Du er alle fanget op
de: Du bist auf dem neuesten Stand
el: Είστε όλοι παγιδευμένοι
es: Estás al día
fi: Olet kaikki kiinni
fr: Vous êtes à jour
id: Kamu sudah melihat semuanya
it: Sei aggiornato
ja: 全員追いつかれました。
ko: 모두 확인했습니다
nl: Je bent helemaal bij
no: Du er alle fanget
pl: Wszystko na bieżąco
pt: Está tudo em dia
pt_br: Você está tudo pego
ro: Ești cu toții prins
ru: Вы всё просмотрели
sv: Du är ikapp
tr: Her şeyi gördün
uk: Ви все переглянули
zh_hans: 你都被抓住了

source: YouTube
ar: يوتيوب
uk: Ютуб

source: YouTube video
ar: فيديو YouTube
el: YouTube βίντεο
es: Video de YouTube
fr: Vidéo YouTube
id: Video YouTube
it: Video di YouTube
ja: YouTubeビデオ
ko: YouTube 동영상
pl: Film z YouTube
pt: Vídeo do YouTube
pt_br: Vídeo do YouTube
ro: Videoclip YouTube
ru: Видео YouTube
tr: YouTube videosu
uk: Відео YouTube
zh_hans: YouTube 视频

source: Your Library
ar: مكتبتك
cs: Vaše knihovna
da: Dit Bibliotek
de: Deine Mediathek
el: Η Βιβλιοθήκη Σας
es: Tu biblioteca
fi: Kirjastosi
fr: Votre bibliothèque
id: Pustaka Anda
it: La tua libreria
ja: あなたのライブラリ
ko: 내 보관함
nl: Jouw bibliotheek
no: Biblioteket ditt
pl: Twoja biblioteka
pt: A sua Biblioteca
pt_br: Sua biblioteca
ro: Biblioteca ta
ru: Ваша медиатека
sv: Ditt bibliotek
tr: Kitaplığınız
uk: Ваша бібліотека
zh_hans: 您的故事书库

source: Your library is empty
ar: مكتبتك فارغة
cs: Vaše knihovna je prázdná
da: Dit bibliotek er tomt
de: Deine Mediathek ist leer
el: Η βιβλιοθήκη σας είναι κενή
es: Tu biblioteca está vacía
fi: Kirjastosi on tyhjä
fr: Votre bibliothèque est vide
id: Pustaka Anda kosong
it: La tua libreria è vuota
ja: ライブラリが空です
ko: 보관함이 비어 있습니다
nl: Je bibliotheek is leeg
no: Biblioteket ditt er tomt
pl: Twoja biblioteka jest pusta
pt: A sua biblioteca está vazia
pt_br: Sua biblioteca está vazia
ro: Biblioteca ta este goală
ru: Ваша медиатека пуста
sv: Ditt bibliotek är tomt
tr: Kitaplığınız boş
uk: Ваша бібліотека порожня
zh_hans: 您的库为空

source: e.g., Remove slow songs, reorder by energy...
ar: مثال: أزل الأغاني البطيئة، أعد الترتيب حسب الحيوية...
cs: Např. Odstraňte pomalé skladby, přepište energií...
da: f.eks. Fjern langsomme sange, genbestil ved energi...
de: z. B. langsame Titel entfernen, nach Energie neu anordnen…
el: π.χ., Κατάργηση αργών τραγουδιών, αναδιάταξη με ενέργεια...
es: p. ej., quitar canciones lentas, reordenar por energía…
fi: esim., Poista hitaat kappaleet, järjestä uudelleen...
fr: p. ex. Supprimer les morceaux lents, réorganiser par énergie...
id: mis. Hapus lagu lambat, urutkan ulang berdasarkan energi...
it: ad es. rimuovi i brani lenti, riordina per energia…
ja: 例えば、遅い曲を削除し、エネルギーで順序を変更...
ko: 예: 느린 곡 제거, 에너지순으로 재정렬...
nl: bijv. langzame nummers verwijderen, opnieuw ordenen op energie…
no: F.eks. fjern trege sanger, omrekkefølge med energi ...
pl: np. usuń wolne utwory, zmień kolejność według energii…
pt: por exemplo, remover músicas lentas, reordenar por energia…
pt_br: ex.: Remova músicas lentas, reordene por energia...
ro: de exemplu Eliminați melodiile lente, reordonați cu energie...
ru: например, убрать медленные треки, перестроить по энергии…
sv: t.ex. ta bort långsamma låtar, ordna om efter energi…
tr: örn. Yavaş şarkıları kaldır, enerjiye göre yeniden sırala...
uk: напр., прибрати повільні пісні, змінити порядок за енергією...
zh_hans: 例如，删除慢速歌曲，按能量重新排序...

source: songs
ar: أغانٍ
cs: skladby
da: sange
de: Titeln
el: τραγούδια
es: canciones
fi: kappaleet
fr: morceaux
id: lagu
it: brani
ja: 曲
ko: 곡
nl: nummers
no: sanger
pl: utworów
pt: músicas
pt_br: músicas
ro: melodii
ru: треков
sv: låtar
tr: şarkı
uk: пісень
zh_hans: 歌曲

source: tracks
ar: مقطوعات
cs: skladby
da: spor
de: Titel
el: κομμάτια
es: pistas
fi: kappaleet
fr: titres
id: trek
it: brani
ja: トラック
ko: 트랙
nl: nummers
no: spor
pl: utworami
pt: faixas
pt_br: Faixas
ro: piese
ru: треков
sv: spår
tr: parça
uk: треків
zh_hans: 曲目

source: yt-dlp not found.
ar: لم يتم العثور على yt-dlp
cs: yt-dlp nebyl nalezen.
da: yt-dlp ikke fundet.
de: yt-dlp nicht gefunden.
el: yt-dlp δεν βρέθηκε.
es: yt-dlp no encontrado.
fi: yt-dlp ei löytynyt.
fr: yt-dlp introuvable.
it: yt-dlp non trovato.
ja: yt-dlpが見つかりません。
nl: yt-dlp niet gevonden.
no: yt-dlp ikke funnet.
pl: yt-dlp nie znaleziony.
pt: yt-dlp não encontrado.
pt_br: yt-dlp não encontrado.
ro: yt-dlp negăsit.
ru: yt-dlp не найден.
sv: yt-dlp hittades inte.
uk: yt-dlp не знайдено.
zh_hans: 找不到 yt-dlp 。

source: ⌘K
ar: <unk> ك
cs: <unk> K
da: ŽK
nl: Vet K
no: 6,5 KK
pl: <unk> K
ro: Scaun
ru: <unk> К
sv: <unk> K
uk: Км
zh_hans: 秒

source: R&B
cs: Výzkum a vývoj v oblasti nemovitostí
de: &B
el: Ε&Β
pl: & B
ro: &O
ru: Р&Б
uk: Р&Б

source: Couldn't capture KasetPlus's audio (status %arg). Check Screen & System Audio Recording permission in System Settings.
it: Impossibile catturare l'audio di Kaset Plus (status %arg). Controlla le autorizzazioni per la Registrazione schermo e audio di sistema nelle Impostazioni di sistema.

source: Open System Settings → Privacy & Security → Screen & System Audio Recording and enable KasetPlus, then retry playback or toggle the equalizer off and on.
it: Apri Impostazioni di Sistema → Privacy e Sicurezza → Registrazione Schermo e Audio di Sistema e abilita KasetPlus. Prova nuovamente a riprodurre, o disattiva e riattiva l'equalizzatore.

source: Original Kaset
it: Kaset originale
